{
  "nav_home": "Home",
  "nav_products": "Products",
  "nav_about": "About Us",
  "nav_certificates": "Certificates",
  "nav_contact": "Contact Us",
  "hero_title": "Welcome to Empire Textile",
  "hero_subtitle": "We offer premium quality textile products.",
  "hero_cta": "Explore More",
  "about_title": "WHO WE ARE",
  "about_label": "Company overview",
  "about_heading": "EMPIRE TEXTILE — A MANUFACTURER OF ECO BAGS AND 100% COTTON TEXTILES",
  "about_para1": "We specialize in producing eco-friendly bags and natural cotton fabrics. Our clients are based across Europe, and we offer full product customization — from shape and finishing to branding and labeling.",
  "about_para2": "Our production facility is equipped with modern machinery: industrial overlocks, reinforced stitch sewing machines, automatic thread trimming, and an in-house printing department. We manufacture over 1 million items annually.",
  "about_cta": "READ MORE →",
  "products_title": "OUR PRODUCTS",
  "products_desc": "We produce a wide range of cotton items for businesses, hotels,<br />and retail brands. All our products are made from eco-friendly raw<br />materials and meet high quality standards.",
  "product_tote": "Eco Tote Bags",
  "product_linen": "Bed Linen",
  "product_robes": "Robes",
  "product_towels": "Towels",
  "product_socks": "Socks",
  "product_boxers": "Boxer Briefs",
  "product_cta": "VIEW ALL PRODUCTS →",
  "why_title": "WHY CHOOSE<br />EMPIRE TEXTILE",
  "why_1_title": "IN-HOUSE PRODUCTION",
  "why_1_text": "We manage the entire manufacturing process ourselves — from fabric selection to the final product. This allows us to ensure consistent quality and meet deadlines with confidence.",
  "why_2_title": "NATURAL MATERIALS",
  "why_2_text": "All our products are made from 100% pure cotton without any synthetic blends. We care about sustainability and comfort, offering eco-friendly textiles that are safe for everyday use.",
  "why_3_title": "CUSTOM SOLUTIONS",
  "why_3_text": "Whether you're a brand, hotel, or business — we tailor each order to your needs. From sizes and finishes to printing and labeling, we personalize every detail.",
  "why_4_title": "DIRECT EUROPEAN DELIVERY",
  "why_4_text": "We deliver across Europe without intermediaries, ensuring fast and reliable shipping. Our logistics system is designed for efficiency and convenience.",

  "cert_title": "WE COMPLY WITH INTERNATIONAL QUALITY <br />AND SAFETY STANDARDS",
  "cert_text": "Our products are certified by OEKO-TEX and other European regulations — a clear proof of our eco-conscious and responsible approach at every stage of production.",
  "cert_cta": "VIEW CERTIFICATES →",
  "contact_title": "LET’S BRING YOUR IDEAS TO LIFE",
  "contact_p1": "Whether you're starting from scratch or refreshing your current website, I’ll help turn your vision into a clean, modern, and functional online experience.",
  "contact_p2": "Together, we’ll craft a design that not only looks good but works — built with purpose, strategy, and attention to detail.",
  "contact_label_name": "Name",
  "contact_label_email": "Email",
  "contact_label_message": "Message",
  "contact_fname": "First name",
  "contact_lname": "Last name",
  "contact_email": "example@gmail.com",
  "contact_message": "Your message",
  "contact_submit": "GET IN TOUCH →",  "footer_nav": "Navigate",
  "footer_home": "Home",
  "footer_products": "Products",
  "footer_certificates": "Certificates",
  "footer_about": "About us",
  "footer_contact_link": "Contact",
  "footer_info": "Info",
  "footer_terms": "Terms of Use",
  "footer_privacy": "Privacy Policy",
  "footer_contact": "Contact us"
}
